[
{"term": "Abseil", "definition": "what Brits call rappelling. If you use this word in a sentence, you sound more educated."},
{"term": "Arete", "definition": "an outside corner, edge, or ridge of rock. Perhaps even as large as a mountian ridge."},
{"term": "Bail", "definition": "when you retreat from a climb when there is bad weather or you are just plain scared. Don't be afraid to do this, just don't brag about it."},
{"term": "Barn Door", "definition": "when you loose your balance on the rock without falling and you swing out like a 'barn door'."},
{"term": "Belaying", "definition": "The management of the rope to safeguard a climber in the case of a fall."},
{"term": "Beta", "definition": "information that helps make the climb easier. For example: after the two finger pocket above the second bolt, get the undercling in the roof, and oh yeah, watch out for the bird shit on the ledge above the roof. Sometimes false beta is given to other climbers to prohibit second ascents of your route...not recommended, ha."},
{"term": "'Biner", "definition": "short for carabiner. People will know you are either an idiot or a newbie if you say carabiner. You have to be cool and drop the beginning, and just say 'biner."},
{"term": "Bivouac", "definition": "an uncomfortable sleeping place somewhere on the route. Often times these are a side effect of bad planning."},
{"term": "Bomber", "definition": "something really solid. For instance, the bomber belay or the bomber hold."},
{"term": "Bombproof", "definition": "The illusion that an anchor is infallible."},
{"term": "Bong", "definition": "no, no forget about college. It has nothing to do with smoking paraphernalia. It is an almost extinct species of extra wide pitons. Now, large chocks or Big Bros are usually used instead."},
{"term": "Bootie", "definition": "Gear (nuts, cams, etc.) that was left behind on a climb by the previous party."},
{"term": "Brain Bucket", "definition": "aka. a helmet."},
{"term": "Bucket", "definition": "Kinda like a bomber hold. Something you shouldn't fall off...but it has been known to happen. Note: Buckets on a 5.5 are much bigger than buckets on a 5.12."},
{"term": "Bumper Belay", "definition": "Sometimes refers to the length of the approach. A bumper belay is close enough to the car that you could belay anchored off the bumper. Not literally of course. It is also the exact opposite of a climb with an alpine approach which usually means long approaches and getting lost."},
{"term": "Buttress", "definition": "much broader than an arete, a butress is definitely mountain or cliff size."},
{"term": "Chickenhead", "definition": "a bulbous knob of rock."},
{"term": "Chimney", "definition": "a crack big enough to fit the entire body."},
{"term": "Crimper", "definition": "A very small hold that accepts only the finger tips."},
{"term": "Crux", "definition": "is a section of the climb that is harder than the rest."},
{"term": "Deadpoint", "definition": "is basically a controlled dynamic move where you use momentum to gain a higher handhold. In a deadpoint you still maintain at least one or two points of contact with the rock."},
{"term": "Deck", "definition": "where you fall and hit the ground, probably because you missed your first clip. Used in a sentence: Did you see that dude deck out? Other words meaning the same thing: Crater, Ground Zero, and Eat Dirt."},
{"term": "Dihedral", "definition": "an inside corner, formed by two planes of rock."},
{"term": "Dyno", "definition": "similiar to a deadpoint except you leave contact with the rock while making a lunge for a higher hold."},
{"term": "Edging", "definition": "refers to the foot technique where you place the edge of the shoe on tiny holds, usually when the hold is sharp. Generally done on the inside of the shoe."},
{"term": "Flamed", "definition": "refering to the physical state of the wuss who can't climb anymore due to the lactic acid built up in his/her arms. "},
{"term": "Flapper", "definition": "related to the Gobi. A flapper is a wound where the skin is flappin'. The best treatment is to shove the wounded digit into your chalkbag and swish it around. may not help it heal, but the chalk will stop the blood flow."},
{"term": "Flash", "definition": "when you lead a climb on your first attempt. Similar to onsight except you have previous knowledge of beta."},
{"term": "Gardening", "definition": "what you usually have to do on first ascents. It includes pulling grass and vegitation out of clacks to trundling rocks off to provide a safer second ascent. Note: Don't hit your belayer with the rocks."},
{"term": "Gobi", "definition": "no not the dessert in Asia. A gobi is a wound that you inflict on yourself when, oh say, falling from a two finger pocket with a really sharp edge. It is related to the Flapper."},
{"term": "Headwall", "definition": "a much steeper section of a cliff, residing towards the top."},
{"term": "Heel-hooking", "definition": "refers to the foot technique where you use your foot to 'hook' around hold like a hand. Generally used on steep climbing to maintain your balance or take some weight off of your hands."},
{"term": "Horn", "definition": "a flake-like projection of rock, generally of small size."},
{"term": "Jamming", "definition": "the process of using you body (usually using primarily hands and feet) to climb a crack. Can include finger locks, hand jambs, fist jambs, chicken wings, knee jams, hand stacking, off-width techniques, and so on..."},
{"term": "Jug", "definition": "see Bucket. "},
{"term": "Liebacking", "definition": "climbing technique involving opposing pressure between your hands and feet. Usually used with cracks or flakes. The basic motion (usually) invloves your side against the rock, pulling on one side of a crack with your hands while pushing away with your feet on the other side of the crack. Once learned, this is a very useful technique where you can gain height quickly."},
{"term": "Line", "definition": "the path of the route, usually the line of least resistance between other major features of the rock."},
{"term": "Mantling", "definition": "refers to the technique to climb over obstacles like ledges that have no hold above. You get your hands high enough to push down with your palms and/or heels on the ledge while you walk your feet up to gain height."},
{"term": "Onsight", "definition": "when you lead a climb with no falls and on your first try with no previous beta."},
{"term": "Phat", "definition": "something really cool, probably the most overused single word in climbing vocabulary , except maybe 'Right on!'"},
{"term": "Pinkpoint", "definition": "when you lead a climb with the protection preplaced. Similar to redpoint. Not many people that climb hard like to use this term, either they hate pink or the fact that on the harder climbs, the protection is usually always fixed. "},
{"term": "Pitch", "definition": "a length of climbing. It is usually confined to less than or equal to 50 to 60m."},
{"term": "Quickdraw", "definition": "simply a runner that has biners attached to either end so you can clip to the rope while leading a sport climb. If you fall without clipping the quickdraws into the bolts, you will hate life (see Deck)."},
{"term": "Redpoint", "definition": "when you lead a climb with no falls. It is similar to a pinkpoint."},
{"term": "Rib", "definition": "a narrow butress, not so sharp as a arete."},
{"term": "Roof or Ceiling", "definition": "a section of rock that extends out above your head like a roof or ceiling."},
{"term": "Screamer", "definition": "A fall long enough that you have to catch you breath in the middle of it to finish your scream. Often (usually) talked to death in a bar after the event."},
{"term": "Send it!", "definition": "probably one of the most overused motivational phrases."},
{"term": "Sharp End", "definition": "the end of the rope attached to the leader. The opposite of the dumb end."},
{"term": "Slab", "definition": "a section of rock of gentle angle, sometimes a relative reference when it's a part of a vertical wall."},
{"term": "Sloper", "definition": "the crappiest of holds. Heck, I'd even call it a non-hold. All hard boulder problems contain these, usually one right after another."},
{"term": "Smearing", "definition": "when you 'smear' a part of your shoe (usually the part under your big toe) onto a slightly rounded hold. The technique used in conjunction with slabs."},
{"term": "Spanked", "definition": "1) getting your ass kicked by a climb. Best illustrated in a sentence: Man, I got spanked by that 5.11 the other day. ; 2) what happens during bondage parties, uh well nevermind."},
{"term": "Stemming", "definition": "usually occurs in a dihedral. Stemming (usually) refers to the technique of placing your left hand and foot on an opposing corner wall of your right hand and foot. This is usually used when you are climbing a crack in a corner and the crack gets too constricted to be uesful, so you use the right and left walls of the corner (dihedral) to inch your way up the rock."},
{"term": "Undercling", "definition": "when you grab a hold with you palm facing up. Usually used when there is a small roof or flake and no other handholds. You would typically grab the hold underhanded and walk you feet up high enough to reach higher holds. It works on opposing pressure between you hands and feet."}
]
